[
    {"id" : "Brightchamps", 
"workplace" : "Brightchamps", 
"role" : "Coding Educator",
"time" : "Dec 2022 - Now", 
"notes" : ["Attained the prestigious title of nationwide best teacher in February 2023",
"Taught coding and technology skills to students in grades 1-12 as part of an international startup company",
"Designed and delivered customized lesson plans for individual learning styles and needs",
"Taught a diverse range of projects, including Scratch, Thunkable, 3D modeling, AR/VR, and Python",
"Collaborated with parents to ensure students received necessary support and resources to succeed"]},


    {"id" : "RAS", 
"workplace" : "Rumah Amal Salman", 
"role":"Head of Imam Muda Salman Scholarship",
"time" :"Jan 2022 - May 2022", 
"notes" : ["Managed nationwide scholarship program, overseeing application screening, interview selection, and award disbursement.",
"Supervised awardee progress to ensure compliance with program requirements, including academic performance and community involvement.",
"Coordinated with financial institutions and scholarship sponsors to distribute scholarship fees accurately and timely.",
"Managed social media accounts, creating engaging content and enhancing visual assets, resulting in a 10% increase in Instagram followers within four months."]},


    {"id" : "Ruangguru",
"workplace": "Ruangguru",
"role":"Mathematics Master Teacher",
"time" :"May 2021 - Nov 2021", 
"notes" : ["Developed and produced 350+ video solutions for math problems.",
"Created solutions for basic to advanced math concepts.",
"Managed video production from start to finish.",
"Maintained a comprehensive database of solutions and corresponding math problems."]},

    {"id" : "SIJ", 
"workplace" : "Indonesian School of Jeddah", 
"role":"Mathematics Teacher Intern",
"time" : "Oct 2020 - Dec 2020", 
"notes":["Designed and delivered tailored lesson plans aligned with the national curriculum.",
"Collaborated with teachers and administrators to promote academic achievement.",
"Guided and mentored student leaders in forming the Student Council (OSIS).",
"Recognized as a favorite teacher for making math engaging and accessible through creative and interactive teaching methods."] },

    {"id" : "UPI", 
"workplace" : "Indonesia University of Education", 
"role" : "Professional Laboratory Assistant",
"time" : "Jun 2019 - Oct 2020", 
"notes" : ["Maintained computer lab equipment and prepared computers for use before each class session",
"Troubleshot and resolved technical issues with computer software and hardware",
"Managed library resources by selecting, developing, cataloging, and classifying materials",
"Maintained accurate records of library holdings and ensured records were up-to-date",
"Maintained laboratory facilities and ensured they were clean and organized",
"Assisted students and faculty in using computer software and other laboratory resolutions"]}, 

{"id" : "PIW", 
"workplace" : "asd University of Education", 
"role" : "asd Laboratory Assistant",
"time" : "asd 2019 - Oct 2020", 
"notes" : ["asd computer lab equipment and prepared computers for use before each class session",
"asd and resolved technical issues with computer software and hardware",
"Managed library resources by selecting, developing, cataloging, and classifying materials",
"Maintained accurate sd of library holdings and ensured records were up-to-date",
"Maintained laboratory facilities and ensured they were clean and organized",
"Assisted students and faculty in using computer software and other laboratory resolutions"]},

{"id" : "wahsahdhasd", 
"workplace" : "sdasdasdasdasd University of Education", 
"role" : "asd Laboratory Assistant",
"time" : "asd 2019 - Oct 2020", 
"notes" : ["asd computer lab equipment and prepared computers for use before each class session",
"asd and resolved technical issues with computer software and hardware",
"Managed library resources by selecting, developing, cataloging, and classifying materials",
"Maintained accurate sd of library holdings and ensured records were up-to-date",
"Maintained laboratory facilities and ensured they were clean and organized",
"Assisted students and faculty in using computer software and other laboratory resolutions"]}


]